//: Напишите программу, которая на вход
//принимает число и выдаёт, является ли число чётным
//(делится ли оно на два без остатка).
int n = 3;

if ( n % 2 == 0 )
{
    Console.WriteLine("Чётное число");
}
 else
 {
     Console.WriteLine("Нечётное число");
 }

 
