//: Напишите программу, которая на вход
//принимает число и выдаёт, является ли число чётным
//(делится ли оно на два без остатка).
int n = 22;
 Console.WriteLine(n % 2);

 
