//: Напишите программу, которая на вход
//принимает число и выдаёт, является ли число чётным
//(делится ли оно на два без остатка).
int a = 4;
if(a / 2); 
Console.WriteLine("Чётное");
