﻿﻿﻿//Напишите программу, которая на вход
//принимает число (N), а на выходе показывает все чётные
//числа от 1 до N.
//N= 8 -> 2, 4, 6, 8

//int N = 9;
//int A = 0;
// while( A <= N )
 //{
 //   Console.WriteLine("N: "+ A);
 //   A = A + 2;
// }


﻿// Напишите программу, которая принимает на
//вход три числа и выдаёт максимальное из этих чисел.

//int a = 44;
//int b = 5;
//int c = 78;
//int max = a;
//if(b > a) max = b;
//if(c > b) max = c;
//Console.WriteLine(max);


﻿//: Напишите программу, которая на вход
//принимает число и выдаёт, является ли число чётным
//(делится ли оно на два без остатка).

//int n = 3;

//if ( n % 2 == 0 )
//{
  //  Console.WriteLine("Чётное число");
//}
 //else
 //{
   //  Console.WriteLine("Нечётное число");
 //}
 

 
﻿
        // Напишите программу, которая принимает на
        //вход три числа и выдаёт максимальное из этих чисел.

        //int a = 44;
        //int b = 5;
        //int c = 78;
        //int max = a;
        //int min = a;
        //if (b > max) max = b;
        //if (c > max) max = c;
        //if (b < min) min = b;
        //if (c < min) min = c;
        //Console.WriteLine("Max: " + max);
        //Console.WriteLine("Min: " + min);
    
